---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricBendDiameter
source: html/752745fc-c2e8-b1ab-7224-5a03270e1151.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricBendDiameter Property

"Bend Diameter": Standard Bend Diameter of Fabric Wire.

## Syntax (C#)
```csharp
public static ForgeTypeId FabricBendDiameter { get; }
```